Repository: rtwkkk/NagarSarthi_Team03
Catalog: lib/l10n/app_*.arb
Languages: bn, gu, hi

# appTitle
source: Nagar Alert Hub
bn: নগর অ্যালার্ট হাব
gu: નગર એલર્ટ હબ
hi: नगर अलर्ट हब

# appName
source: Nagar Alert Hub
bn: নগর অ্যালার্ট হাব
gu: નગર એલર્ટ હબ
hi: नगर अलर्ट हब

# platformTagline
source: AI-Powered Intelligence Platform
bn: এআই-চালিত ইন্টেলিজেন্স প্ল্যাটফর্ম
gu: એઆઈ આધારિત ઇન્ટેલિજન્સ પ્લેટફોર્મ
hi: एआई-संचालित इंटेलिजेंस प्लेटफॉर्म

source: Welcome Back
bn: ফিরে আসার জন্য স্বাগতম
gu: પાછા સ્વાગત છે
hi: वापस स्वागत है

# signInSubtitle
source: Sign in to access real-time civic alerts
bn: রিয়েল-টাইম নাগরিক সতর্কতা দেখতে সাইন ইন করুন
gu: રીઅલ-ટાઇમ નાગરિક એલર્ટ્સ જોવા માટે સાઇન ઇન કરો
hi: रीयल-टाइम नागरिक अलर्ट्स देखने के लिए साइन इन करें

source: Email or Phone
bn: ইমেইল বা ফোন
gu: ઈમેઇલ અથવા ફોન
hi: ईमेल या फोन नंबर

# emailHint
source: Enter your email or phone number
bn: আপনার ইমেইল বা ফোন নম্বর লিখুন
gu: તમારો ઈમેઇલ અથવા ફોન નંબર દાખલ કરો
hi: अपना ईमेल या फोन नंबर डालें

source: Password
bn: পাসওয়ার্ড
gu: પાસવર્ડ
hi: पासवर्ड

# passwordHint
source: Enter your password
bn: আপনার পাসওয়ার্ড লিখুন
gu: તમારો પાસવર્ડ દાખલ કરો
hi: अपना पासवर्ड डालें

source: Remember me
bn: আমাকে মনে রাখুন
gu: મને યાદ રાખો
hi: मुझे याद रखें

source: Forgot password?
bn: পাসওয়ার্ড ভুলে গেছেন?
gu: પાસવર્ડ ભૂલી ગયા?
hi: पासवर्ड भूल गए?

source: Sign In
bn: সাইন ইন করুন
gu: સાઇન ઇન કરો
hi: साइन इन करें

source: or continue with
bn: অথবা এর মাধ্যমে চালিয়ে যান
gu: અથવા આની સાથે ચાલુ રાખો
hi: या जारी रखें

source: OTP Login
bn: ওটিপি লগইন
gu: OTP લૉગિન
hi: OTP से लॉगिन

# noAccount
source: Don''t have an account?
bn: অ্যাকাউন্ট নেই?
gu: ખાતું નથી?
hi: खाता नहीं है?

# signUpCitizen
source: Sign up as Citizen
bn: নাগরিক হিসেবে সাইন আপ করুন
gu: નાગરિક તરીકે સાઇન અપ કરો
hi: नागरिक के रूप में साइन अप करें

# secured
source: ðŸ”’ Secured by end-to-end encryption
bn: 🔒 এন্ড-টু-এন্ড এনক্রিপশন দ্বারা সুরক্ষিত
gu: 🔒 એન્ડ-ટુ-એન્ડ એન્ક્રિપ્શન દ્વારા સુરક્ષિત
hi: 🔒 एंड-टू-एंड एन्क्रिप्शन से सुरक्षित

# verified
source: âœ“ Verified by Government of India
bn: ✓ ভারত সরকার কর্তৃক যাচাইকৃত
gu: ✓ ભારત સરકાર દ્વારા ચકાસાયેલ
hi: ✓ भारत सरकार द्वारा सत्यापित

# locationJamshedpur
source: Jamshedpur, Jharkhand
bn: জামশেদপুর, ঝাড়খণ্ড
gu: જામસેદપુર, ઝારખંડ
hi: जमशेदपुर, झारखंड

source: Today''s Overview
bn: আজকের সারসংক্ষেপ
gu: આજની ઝાંખી
hi: आज का अवलोकन

source: Live
bn: লাইভ
gu: લાઈવ
hi: लाइव

source: Active Alerts Right Now
bn: এখন সক্রিয় অ্যালার্ট
gu: હમણાં સક્રિય એલર્ટ્સ
hi: अभी सक्रिय अलर्ट

source: High Priority
bn: উচ্চ অগ্রাধিকার
gu: ઉચ્ચ પ્રાથમિકતા
hi: उच्च प्राथमिकता

source: In Progress
bn: তদন্ত চলছে
gu: તપાસ ચાલુ છે
hi: जाँच जारी

source: Verified this month
bn: এই মাসে যাচাইকৃত
gu: આ મહિને ચકાસાયેલ
hi: इस महीने सत्यापित

source: Reports this month
bn: এই মাসের রিপোর্ট
gu: આ મહિને રિપોર્ટ્સ
hi: इस महीने रिपोर्ट्स

source: Avg Response Time
bn: গড় প্রতিক্রিয়ার সময়
gu: સરેરાશ પ્રતિસાદ સમય
hi: औसत प्रतिक्रिया समय

source: No resolved incidents yet
bn: এখনও কোনো সমাধান হওয়া ঘটনা নেই
gu: હજુ સુધી કોઈ ઉકેલાયેલ ઘટના નથી
hi: अभी तक कोई सुलझा हुआ मामला नहीं

# basedOnXResolvedCasesThisMonth
source: Based on {count} resolved cases this month
bn: এই মাসের {count}টি সমাধান হওয়া কেসের উপর ভিত্তি করে
gu: આ મહિનેના {count} ઉકેલાયેલ કેસોના આધારે
hi: इस महीने के {count} सुलझे मामलों के आधार पर

source: Recent Incidents (Last 2 Hours)
bn: সাম্প্রতিক ঘটনা (গত ২ ঘণ্টা)
gu: તાજેતરની ઘટનાઓ (છેલ્લા ૨ કલાક)
hi: हाल की घटनाएँ (पिछले २ घंटे)

# noIncidentsLast2Hours
source: No incidents in the last 2 hours.
bn: গত ২ ঘণ্টায় কোনো ঘটনা নেই।
gu: છેલ્લા ૨ કલાકમાં કોઈ ઘટના નથી.
hi: पिछले २ घंटों में कोई घटना नहीं।

source: Past Incidents
bn: পূর্ববর্তী ঘটনা
gu: ગત ઘટનાઓ
hi: पिछली घटनाएँ

source: Click here to view
bn: দেখতে এখানে ক্লিক করুন
gu: જોવા માટે અહીં ક્લિક કરો
hi: देखने के लिए यहाँ क्लिक करें

source: Report Incident
bn: ঘটনা রিপোর্ট করুন
gu: ઘટનાની રિપોર્ટ કરો
hi: घटना रिपोर्ट करें

# verifiedBadge
source: VERIFIED
bn: যাচাইকৃত
gu: ચકાસાયેલ
hi: सत्यापित

# pendingBadge
source: PENDING
bn: অপেক্ষমাণ
gu: બાકી
hi: लंबित

# reportsCount
source: {count} reports
bn: {count}টি রিপোর্ট
gu: {count} રિપોર્ટ્સ
hi: {count} रिपोर्ट

# credibilityPercent
source: {percent}% credible
bn: {percent}% বিশ্বাসযোগ্য
gu: {percent}% વિશ્વસનીય
hi: {percent}% विश्वसनीय

source: Unknown Incident
bn: অজানা ঘটনা
gu: અજ્ઞાત ઘટના
hi: अज्ञात घटना

source: Just now
bn: এইমাত্র
gu: હમણાં જ
hi: अभी-अभी

# minutesAgo
source: {count} min ago
bn: {count} মিনিট আগে
gu: {count} મિનિટ પહેલાં
hi: {count} मिनट पहले

# hoursAgo
source: {count} hr ago
bn: {count} ঘণ্টা আগে
gu: {count} કલાક પહેલાં
hi: {count} घंटे पहले

# daysAgo
source: {count, plural, =1{# day ago} other{# days ago}}
bn: {count} দিন আগে
gu: {count} દિવસ પહેલાં
hi: {count} दिन पहले
